Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChannelAddException
source: Add Exception
ar: إضافة استثناء
be: Дадаць выключэнне
ca: Afegeix una excepció
de: Ausnahme hinzufügen
es: Añadir excepción
fa: افزودن استثنا
fi: Lisää poikkeus
fr: Ajouter une exception
id: Tambah Pengecualian
it: Aggiungi eccezione
ko: 예외 추가
ms: Tambah Pengecualian
nl: Uitzondering toevoegen
pl: Dodaj wyjątek
pt_br: Adicionar Exceção
ru: Добавить исключение
sv: Lägg till undantag
tr: Ayrıcalık Ekle
uk: Додати виняток
uz: Istisno qoʻshish

# ChannelAddMembers
source: Add members
ar: إضافة أعضاء
be: Дадаць удзельнікаў
ca: Afegeix membres
de: Mitglieder hinzufügen
es: Añadir suscriptores
fa: افزودن اعضا
fi: Lisää jäseniä
fr: Ajouter des membres
id: Tambahkan anggota
it: Aggiungi membri
ko: 참가자 추가
ms: Tambah ahli
nl: Leden toevoegen
pl: Dodaj członków
pt_br: Adicionar membros
ru: Добавить участников
sv: Lägg till medlemmar
tr: Üye ekle
uk: Додати учасників
uz: Aʼzolar qoʻshish
zh_cn: 添加订阅者
zh_tw: 添加訂閲者

# ChannelAddSubscribers
source: Add Subscribers
ar: إضافة مشتركين
be: Дадаць падпісчыкаў
ca: Addició de subscriptors
de: Abonnenten hinzufügen
es: Añadir suscriptores
fa: افزودن مشترکین
fi: Lisää tilaajia
fr: Ajouter des abonnés
id: Tambah Pengikut
it: Aggiungi iscritti
ko: 구독자 추가
ms: Tambah Pelanggan
nl: Abonnees toevoegen
pl: Dodaj subskrybentów
pt_br: Adicionar Inscritos
ru: Добавить подписчиков
sv: Lägg till följare
tr: Abone Ekle
uk: Додати підписників
uz: Obunachilar qoʻshish

# ChannelAddTo
source: Add {0} to the channel?
ar: هل ترغب بإضافة ⁨{0}⁩ للقناة؟
be: Дадаць {0} да канала?
ca: Voleu afegir {0} al canal?
de: {0} zum Kanal hinzufügen?
es: ¿Añadir a {0} al canal?
fa: ⁨{0}⁩ به کانال اضافه شود؟
fi: Lisätäänkö {0} kanavalle?
fr: Ajouter {0} au canal ?
id: Tambahkan {0} ke dalam channel?
it: Aggiungere {0} al canale?
ko: {0} 님을 채널에 추가할까요?
ms: Tambah {0} ke saluran?
nl: {0} toevoegen aan het kanaal?
pl: Dodać użytkownika {0} do kanału?
pt_br: Adicionar {0} ao canal?
ru: Пригласить {0} в канал?
sv: Lägg till {0} i kanalen?
tr: {0} kanala eklensin mi?
uk: Додати {0} до каналу?
uz: {0} kanalga qoʻshilsinmi?
zh_cn: 添加“{0}”到此频道？
zh_tw: 添加“{0}”到此頻道？

# ChannelAddToChannel
source: Add to channel
ar: إضافة للقناة
be: Дадаць у канал
ca: Afegeix al canal
de: Dem Kanal hinzufügen
es: Añadir al canal
fa: افزودن به کانال
fi: Lisää kanavalle
fr: Ajouter au canal
id: Tambah ke channel
it: Aggiungi al canale
ko: 채널에 추가
ms: Tambah ke saluran
nl: Toevoegen aan kanaal
pl: Dodaj do kanału
pt_br: Adicionar ao canal
ru: Добавить в канал
sv: Lägg till i kanalen
tr: Kanala ekle
uk: Додати до каналу
uz: Kanalga qoʻshish

# ChannelAddToGroup
source: Add to group
ar: إضافة للمجموعة
be: Дадаць у суполку
ca: Afegeix al grup
de: Der Gruppe hinzufügen
es: Añadir al grupo
fa: افزودن به گروه
fi: Lisää ryhmään
fr: Ajouter au groupe
id: Tambah ke grup
it: Aggiungi al gruppo
ko: 그룹에 추가
ms: Tambah ke grup
nl: Toevoegen aan groep
pl: Dodaj do grupy
pt_br: Adicionar ao grupo
ru: Добавить в группу
sv: Lägg till i gruppen
tr: Gruba ekle
uk: Додати до групи
uz: Guruhga qoʻshish

# ChannelAdmin
source: Admin
ar: مشرف
be: Кіраўнік
ca: Administrador
es: Administrador
fa: مدیر
fi: Valvoja
it: Amministratore
ko: 관리자
ms: Pentadbir
nl: Beheerder
ru: Админ
sv: Administratör
tr: Yönetici
uk: Адміністратор

# ChannelAdministrator
source: Admin
ar: مشرف
be: Кіраўнік
ca: Administrador
es: Administrador
fi: Valvoja
it: Amministratore
ko: 관리자
ms: Pentadbir
nl: Beheerder
pl: Administrator
ru: Администратор
sv: Administratör
tr: Yönetici
uk: Адміністратор

# ChannelAdministrators
source: Administrators
ar: المشرفون
be: Кіраўнікі
ca: Administradors
de: Administratoren
es: Administradores
fa: مدیران
fi: Valvojat
fr: Administrateurs
id: Admin
it: Amministratori
ko: 관리자
ms: Pentadbir
nl: Beheerders
pl: Administratorzy
pt_br: Administradores
ru: Администраторы
sv: Administratörer
tr: Yöneticiler
uk: Адміністратори
uz: Administratorlar
zh_cn: 管理员
zh_tw: 管理員

# ChannelAdminsInfo
source: You can add administrators to help you manage your channel. Tap and hold to remove admins.
ar: يمكنك إضافة مشرفين لمساعدتك في إدارة القناة، اضغط مطوَّلا على أيٍّ منهم لحذفه.
be: Калі вам патрэбна дапамога ў кіраванні каналам, вы можаце прызначыць кіраўнікоў. Каб разжалаваць кіраўніка, націсніце на яго і ўтрымлівайце.
ca: Els administradors us ajuden a gestionar el canal. Manteniu premut per a eliminar-los.
de: Administratoren helfen dir, deinen Kanal zu verwalten. Tippen und halten, um sie zu löschen.
es: Puedes añadir administradores para que te ayuden en el canal. Mantén pulsado para eliminarlos.
fa: شما می‌توانید مدیرانی را به کانال خود اضافه کنید تا در مدیریت آن به شما کمک کنند. برای حذف آن‌ها ضربه بزنید و نگه دارید.
fi: Voit lisätä valvojia auttamaan kanavasi hallinnoimisessa. Paina pitkään poistaaksesi valvojia.
fr: Vous pouvez ajouter des administrateurs pour vous aider à gérer votre canal. Touchez et maintenez pour les renvoyer.
id: Anda dapat menambah admin untuk membantu mengelola channel Anda. Tekan dan tahan untuk menghapus admin.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo canale. Tieni premuto per rimuovere gli amministratori.
ko: 채널을 관리하는 데 도움을 줄 만한 관리자를 추가하실 수 있습니다. 관리자를 제명하려면 길게 누르세요.
ms: Anda boleh tambah pentadbir untuk membantu pengurusan saluran ini. Tekan dan tahan lama untuk keluarkan pentadbir.
nl: Je kunt beheerders toevoegen om je te helpen je kanaal te beheren. Druk en houd ingedrukt om beheerders te verwijderen.
pl: Możesz dodać administratorów, by pomagali ci zarządzać kanałem. Dotknij i przytrzymaj, aby usunąć administratorów.
pt_br: Você pode adicionar administradores para ajudar você a gerenciar o seu canal. Aperte e segure para removê-los.
ru: Вы можете назначать помощников для управления каналом. Чтобы удалить администратора, нажмите и удерживайте.
sv: Du kan lägga till administratörer för att få hjälp att hantera kanalen. Tryck och håll ner för att ta bort administratörer.
tr: Kanalınızı yönetmenize yardımcı olacak yöneticileri ekleyebilirsiniz. Yöneticileri kaldırmak için dokunun ve basılı tutun.
uk: Додавайте адміністраторів для допомоги вам у керуванні каналом. Утримуйте, щоб вилучити їх.
uz: Kanalingizni boshqarishda sizga yordam beradigan administratorlarni qo'shishingiz mumkin. Administratorlarni olib tashlash uchun ustiga bosing va tutib turing.
zh_cn: 您可以添加管理员帮助您管理频道。长按可删除管理员。
zh_tw: 您可以添加管理員協助您管理頻道。長按可删除管理員。

# ChannelAlertCreate
source: CREATE CHANNEL
ar: إنشاء قناة
be: СТВАРЫЦЬ КАНАЛ
ca: CREA UN CANAL
de: KANAL ERSTELLEN
es: CREAR CANAL
fa: ایجاد کانال
fi: LUO KANAVA
fr: CRÉER UN CANAL
id: BUAT CHANNEL
it: CREA CANALE
ko: 채널 만들기
ms: CIPTA SALURAN
nl: MAAK KANAAL
pl: UTWÓRZ KANAŁ
pt_br: CRIAR CANAL
ru: СОЗДАТЬ КАНАЛ
sv: SKAPA KANAL
tr: KANAL OLUŞTUR
uk: СТВОРИТИ КАНАЛ
uz: KANAL YARATISH
zh_cn: 创建频道
zh_tw: 建立頻道

# ChannelAlertCreate2
source: Create Channel
ar: إنشاء قناة
be: Стварыць канал
ca: Crea un canal
de: Kanal erstellen
es: Crear canal
fa: ایجاد کانال
fi: Luo kanava
fr: Créer le canal
id: Buat Channel
it: Crea canale
ko: 채널 만들기
ms: Cipta Saluran
nl: Kanaal maken
pl: Utwórz kanał
pt_br: Criar Canal
ru: Создать канал
sv: Skapa kanal
tr: Kanal Oluştur
uk: Створити канал
uz: Kanal yaratish

# ChannelAlertText
source: Channels are a one-to-many tool for broadcasting your messages to unlimited audiences.
ar: القنوات هي أداة لإيصال رسائلك إلى جمهور غير محدود.
be: Каналы — гэта інструмент, які дазваляе трансляваць вашы паведамленні неабмежаванай аўдыторыі.
ca: Els canals són una eina per a difondre els vostres missatges a audiències il·limitades.
de: In einem Kanal kannst du deine Nachrichten an ein großes Publikum schicken.
es: Los canales son una herramienta de uno a muchos para difundir tus mensajes a grandes audiencias.
fi: Kanavilla voit julkaista viestejäsi rajattoman kokoisten yleisöjen luettavaksi.
fr: Les canaux sont un moyen de diffuser vos messages à des audiences illimitées.
it: I canali sono uno strumento da uno a molti per diffondere i tuoi messaggi a un pubblico illimitato.
ko: 채널은 무제한의 사람에게 내 메시지를 단번에 알릴 수 있는 일대다 방식의 도구입니다.
ms: Saluran adalah alat satu-ke-ramai untuk menyebarkan mesej anda ke khalayak ramai.
nl: Kanalen zijn een functie om berichten naar een ongelimiteerd publiek te sturen.
pl: Kanały są narzędziem typu „jeden do wielu” do nadawania wiadomości nieograniczonej liczbie odbiorców.
pt_br: Canais são uma ferramenta de transmissão um-para-vários de suas mensagens para audiências ilimitadas.
ru: Каналы — инструмент, который позволяет транслировать сообщения на большую аудиторию.
sv: Kanaler är ett en-till-många-verktyg för att sprida dina meddelanden till en obegränsat stor grupp.
tr: Kanallar, mesajlarınızı sınırsız kitlelere yayınlamak için bir araçtır.
uk: Канали – це інструмент для трансляції повідомлень широкому загалу.

# ChannelAlertTitle
source: What is a Channel?
ar: ما هي القنوات؟
be: Што такое канал?
ca: Què és un canal?
de: Was ist ein Kanal?
es: ¿Qué es un canal?
fa: کانال چيست؟
fi: Mikä on kanava?
fr: Qu'est-ce qu'un canal ?
id: Apa itu Channel?
it: Cos'è un canale?
ko: 채널이란 무엇인가요?
ms: Apa itu Saluran?
nl: Wat is een kanaal?
pl: Czym jest kanał?
pt_br: O que é um Canal?
ru: Что такое канал?
sv: Vad är en kanal?
tr: Kanal nedir?
uk: Що таке канал?
uz: Kanal bu nima?
zh_cn: 频道是什么？
zh_tw: 頻道是什麽？

# ChannelBlacklist
source: Removed Users
ar: مستخدمون تمت إزالتهم
be: Выдаленыя карыстальнікі
ca: Usuaris eliminats
de: Entfernte Nutzer
es: Usuarios expulsados
fa: کاربران حذف شده
fi: Estetyt käyttäjät
fr: Utilisateurs bannis
id: Daftar Blokir
it: Utenti rimossi
ko: 추방된 사용자
ms: Pengguna Dikeluarkan
nl: Verwijderde gebruikers
pl: Usunięci użytkownicy
pt_br: Usuários Removidos
ru: Чёрный список
sv: Borttagna medlemmar
tr: Çıkarılan Kullanıcılar
uk: Вилучені користувачі
uz: Qora roʻyxat
zh_cn: 黑名单
zh_tw: 黑名單

# ChannelBlockedUsers
source: Removed users
ar: مستخدمون تمت إزالتهم
be: Выдаленыя карыстальнікі
ca: Usuaris eliminats
de: Entfernte Nutzer
es: Usuarios expulsados
fa: کاربران حذف شده
fi: Estetyt käyttäjät
fr: Utilisateurs bannis
id: Pengguna diblokir
it: Utenti rimossi
ko: 추방된 사용자
ms: Pengguna dikeluarkan
nl: Verwijderde gebruikers
pl: Usunięci użytkownicy
pt_br: Usuários removidos
ru: Чёрный список
sv: Borttagna medlemmar
tr: Çıkarılan kullanıcılar
uk: Вилучені користувачі
uz: Bloklangan foydalanuvchilar
zh_cn: 被封禁的用户
zh_tw: 被封鎖的用戶

# ChannelBlockUser
source: Remove User
ar: حظر مستخدم
be: Выдаліць карыстальніка
ca: Elimina un usuari
de: Nutzer entfernen
es: Expulsar usuario
fa: حذف کاربر
fi: Estä käyttäjä
fr: Bannir un utilisateur
id: Keluarkan Anggota
it: Rimuovi utente
ko: 사용자 추방
ms: Keluarkan Pengguna
nl: Verwijder gebruiker
pl: Usuń użytkownika
pt_br: Remover Usuário
ru: Исключить пользователя
sv: Ta bort användare
tr: Kullanıcıyı Çıkar
uk: Вилучити користувача
uz: Foydalanuvchini olib tashlash
zh_cn: 封禁用户
zh_tw: 封鎖用戶

# ChannelBots
source: Bots
ar: البوتات
be: Боты
fa: ربات‌ها
fi: Botit
id: Bot
it: Bot
ko: 봇
ms: Bot
pl: Boty
ru: Боты
sv: Bottar
tr: Botlar
uk: Боти
uz: Botlar

# ChannelBroadcast
source: Broadcast
ar: المنشور
be: Апублікаваць
ca: Difusió
es: Difusión
fa: انتشار
fi: Julkaise
fr: Diffusion
id: Siaran
it: Post
ko: 알리기
ms: Siaran
nl: Massabericht
pl: Nadawaj wiadomość
pt_br: Transmitir
ru: Публикация
sv: Grupputskick
tr: Yayın
uk: Трансляція
uz: Xabar tarqatish
zh_cn: 广播
zh_tw: 廣播

# ChannelCantOpenBanned
source: Unfortunately, you were banned from participating in public groups.
ar: للأسف، تم حظرك من المشاركة في المجموعات العامة.
be: На жаль, вам было забаронена ўдзельнічаць у публічных суполках.
ca: Sembla que us han bandejat, no podeu participar en grups públics.
de: Du wurdest gesperrt und kannst öffentliche Gruppen nicht betreten.
es: Lamentablemente, tienes prohibido participar en grupos públicos.
fa: متأسفانه شما از مشارکت در گروه‌های عمومی محروم شده‌اید.
fi: Valitettavasti sinut on estetty liittymästä julkisiin ryhmiin.
fr: Vous avez malheureusement été banni et ne pouvez pas participer à des groupes publics.
id: Sayangnya, Anda dilarang berpartisipasi di group publik.
it: Sfortunatamente, non ti è permesso partecipare ai gruppi pubblici.
ko: 안타깝지만, 공개 그룹에 참가하시는 것이 금지되었습니다.
ms: Malangnya, anda telah dilarang dari mengambil bahagian dalam grup awam.
nl: Helaas ben je geblokkeerd van deelname in publieke groepen.
pl: Zabroniono ci uczestnictwa w publicznych grupach.
pt_br: Infelizmente você foi banido de participar de grupos públicos.
ru: К сожалению, Вам запрещено состоять в публичных группах.
sv: Du har dessvärre utestängts från att delta i publika grupper.
tr: Ne yazık ki, genel gruplara katılmanız yasaklandı.
uk: Вас було заблоковано від участі у публічних групах.
uz: Afsuski, siz uchun ommaviy guruhlarda qatnashish taqiqlangan.
zh_cn: 非常抱歉，您已被禁止在公开群组中发言。
zh_tw: 非常抱歉，您已被禁止在公開群組中發言。

# ChannelCantOpenBannedByAdmin
source: Sorry, you can't access this chat because you were banned by an admin.
ar: عذرًا، لا يمكنك الوصول إلى هذه المحادثة بسبب قيام أحد المشرفين بحظرك.
be: На жаль, вы не можаце атрымаць доступ да гэтага чата, бо вы былі заблакіраваны кіраўніком.
ca: No podeu accedir a aquest xat perquè un administrador us ha bandejat.
de: Du kannst auf diesen Chat leider nicht zugreifen, da du von einem Admin gesperrt wurdest.
es: No puedes acceder a este chat porque fuiste expulsado por un administrador.
fi: Valitettavasti et voi päästä tähän keskusteluun, koska valvoja on estänyt sinut sieltä.
fr: Désolé, vous n'avez pas accès à cet échange car vous avez été banni par un administrateur.
id: Maaf, Anda tidak dapat akses obrolan ini karena diblokir oleh admin.
it: Spiacenti, non puoi accedere a questa chat perché sei stato rimosso da un amministratore.
ko: 죄송합니다. 관리자에게 차단되었기에 이 대화방에 접근하실 수 없습니다.
ms: Maaf, anda tak boleh akses bual ini kerana anda dilarang oleh pentadbir.
nl: Sorry, je kunt niet bij deze chat omdat een beheerder je geblokkeerd heeft.
pl: Nie możesz uzyskać dostępu do tego czatu, ponieważ administrator zablokował cię.
pt_br: Desculpe, você foi banido por um administrador e não pode acessar este chat.
ru: У Вас нет доступа к этому чату, так как Вас заблокировал его администратор.
sv: Beklagar, du har ingen åtkomst till chatten p.g.a. att du utestängts av en admin.
tr: Üzgünüz, bir yönetici tarafından yasaklandığınız için bu sohbete erişemezsiniz.
uk: Вас заблокував адміністратор чату, тому ви не маєте до нього доступу.

# ChannelCantOpenNa
source: Sorry, this chat is no longer accessible.
ar: عذرًا، لم يعد الوصول لهذه المحادثة متاحًا.
be: На жаль, гэты чат больш недаступны.
ca: Aquest xat ja no és accessible.
de: Dieser Chat ist nicht mehr verfügbar.
es: Lo sentimos, este chat ya no es accesible.
fa: متأسفانه این گفتگو دیگر قابل دسترسی نیست.
fi: Tämä keskustelu ei valitettavasti ole enää saatavilla.
fr: Cet échange n'est plus accessible.
id: Maaf, obrolan ini sudah tidak dapat diakses.
it: Spiacenti, questa chat non è più accessibile.
ko: 죄송합니다. 이 대화방에는 더 이상 접근하실 수 없습니다.
ms: Maaf, bual ini sudah tak boleh diakses.
nl: Sorry, deze chat is niet beschikbaar.
pl: Ten czat nie jest już dostępny.
pt_br: Desculpe, este chat não está mais acessível.
ru: Чат больше не доступен.
sv: Beklagar, chatten är inte längre tillgänglig.
tr: Üzgünüz, bu sohbet artık erişilebilir değil.
uk: Цей чат більше не доступний.
uz: Kechirasiz, bu chat ortiq mavjud emas.
zh_cn: 抱歉，此对话已无法访问。
zh_tw: 抱歉，此對話已無法存取。

# ChannelCantOpenPrivate
source: Sorry, this chat is no longer accessible.
ar: المعذرة، لا يمكن الوصول إلى هذه المحادثة.
be: На жаль, гэты чат больш недаступны.
ca: Aquest xat ja no és accessible.
de: Dieser Chat ist nicht mehr zugänglich.
es: Lo sentimos, este chat ya no es accesible.
fa: متأسفانه این گفتگو دیگر قابل دسترسی نیست.
fi: Valitettavasti tämä keskustelu ei ole enää käytettävissä.
fr: Cet échange n'est plus disponible.
id: Maaf, obrolan ini tidak dapat diakses.
it: Spiacenti, questa chat non è più accessibile.
ko: 죄송합니다. 이 대화방에는 더 이상 접근하실 수 없습니다.
ms: Maaf, bual ini sudah tak boleh diakses.
nl: Sorry, deze chat is niet beschikbaar.
pl: Ten czat nie jest już dostępny.
pt_br: Desculpe, este chat não está mais acessível.
ru: К сожалению, чат больше не доступен.
sv: Beklagar, chatten är inte längre tillgänglig.
tr: Üzgünüz, bu sohbete erişim artık sağlanamıyor.
uk: Цей чат більше недоступний.
uz: Kechirasiz, bu chat endi mavjud emas.
zh_cn: 抱歉，此对话已无法访问。
zh_tw: 抱歉，此對話已無法存取。

# ChannelCantSendMessage
source: Sorry, you can't send messages to this channel.
ar: عذرًا، لا يمكنك إرسال الرسائل إلى هذه القناة.
be: На жаль, вы не можаце адпраўляць паведамленні ў гэты канал.
ca: No podeu enviar missatges a aquest canal.
de: Du darfst in diesem Kanal nichts schreiben.
es: Lo sentimos, no puedes enviar mensajes en este canal.
fa: متأسفانه شما نمی‌توانید به این کانال پیامی ارسال کنید.
fi: Valitettavasti et voi lähettää viestejä tälle kanavalle.
fr: Vous ne pouvez pas publier sur ce canal.
id: Maaf, Anda tidak dapat mengirim pesan ke channel ini.
it: Spiacenti, non puoi inviare messaggi in questo canale
ko: 죄송합니다. 이 채널에 메시지를 보내실 수 없습니다.
ms: Maaf, anda tak boleh kirim mesej ke saluran ini.
nl: Je hebt alleen leesrechten in dit kanaal.
pl: Nie możesz wysyłać wiadomości do tego kanału.
pt_br: Desculpe, você não pode enviar mensagens para esse canal.
ru: К сожалению, Вы не можете отправлять сообщения в этот канал.
sv: Beklagar, du kan inte skicka meddelanden till kanalen.
tr: Üzgünüz, bu kanala mesaj gönderemezsiniz.
uk: Ви не можете надсилати повідомлень у цей канал.
uz: Kechirasiz, siz bu kanalga xabarlar yubora olmaysiz.
zh_cn: 抱歉，您无法发送消息到此频道。
zh_tw: 抱歉，您無法發送訊息到此頻道。

# ChannelContacts
source: Contacts in this channel
ar: جهات الاتصال في هذه القناة
be: Кантакты ў гэтым канале
ca: Contactes en aquest canal
de: Kontakte in diesem Kanal
es: Contactos en este canal
fa: مخاطبین در این کانال
fi: Yhteystiedot tällä kanavalla
fr: Contacts dans ce canal
id: Kontak di channel ini
it: Contatti in questo canale
ko: 연락처에 등록된 채널 구독자
ms: Kenalan dalam saluran ini
nl: Contacten in dit kanaal
pl: Kontakty w tym kanale
pt_br: Contatos neste canal
ru: Контакты в этом канале
sv: Kontakter i denna kanal
tr: Bu kanaldaki kişiler
uk: Ваші контакти в каналі
uz: Kanaldagi kontaktlar

# ChannelCreator
source: Owner
ar: المالك
be: Уладальнік
ca: Propietari
de: Inhaber
es: Propietario
fa: مالک
fi: Omistaja
fr: Propriétaire
id: Pemilik
it: Proprietario
ko: 소유자
ms: Pemilik
nl: Eigenaar
pl: Właściciel
pt_br: Dono
ru: Владелец
sv: Ägare
tr: Sahibi
uk: Власник
uz: Ega
zh_cn: 创建者
zh_tw: 建立者

# ChannelDelete
source: Delete Channel
ar: حذف القناة
be: Выдаліць канал
ca: Elimina el canal
de: Kanal löschen
es: Eliminar canal
fa: حذف کانال
fi: Poista kanava
fr: Supprimer le canal
id: Hapus Channel
it: Elimina il canale
ko: 채널 삭제
ms: Hapus Saluran
nl: Kanaal verwijderen
pl: Usuń kanał
pt_br: Apagar Canal
ru: Удалить канал
sv: Ta bort kanal
tr: Kanalı Sil
uk: Видалити канал
uz: Kanalni oʻchirish
zh_cn: 删除频道
zh_tw: 删除頻道

# ChannelDeleteAlert
source: Wait! Deleting this channel will remove all subscribers and all messages will be lost. Delete the channel anyway?
ar: حذف هذه القناة سيزيل كافة المشتركين وسيحذف كل المنشورات، هل تريدون فعلًا حذف القناة؟
be: Пачакайце! Калі вы выдаліце гэты канал, падпісчыкі страцяць доступ да яго, а паведамленні будуць выдалены. Вы сапраўды хочаце гэта зрабіць?
ca: En eliminar el canal s'expulsaran tots els subscriptors i els missatges es perdran. Voleu eliminar-lo?
de: Vorsicht! Wenn du diesen Kanal löschst, werden alle Abonnenten und alle Nachrichten entfernt. Möchtest du wirklich den Kanal löschen?
es: ¡Espera! Al eliminar este canal, todos los suscriptores y mensajes se perderán. ¿Quieres eliminarlo de todos modos?
fa: صبر کنید! با حذف این کانال تمامی مشترکین حذف شده و تمامی پیام‌ها از بین خواهند رفت. با این حال کانال را حذف می‌کنید؟
fi: Kanavan poistaminen poistaa sieltä kaikki tilaajat ja viestit. Poistetaanko kanava silti?
fr: Attendez ! Supprimer ce canal retirera tous les abonnés et tous les messages seront perdus. Voulez-vous quand même le supprimer ?
id: Perhatian! Menghapus saluran ini berarti pengikut dan semua pesan akan hilang. Ingin tetap menghapus?
it: Aspetta! Eliminando il canale rimuoverai tutti gli iscritti e tutti i messaggi saranno persi. Vuoi comunque eliminare il canale?
ko: 잠시만요! 이 채널을 삭제하시면 모든 구독자가 추방되며 메시지가 사라집니다. 무시하고 삭제할까요?
ms: Sebentar! Menghapus saluran ini akan mengeluarkan semua pelanggan dan semua mesej akan hilang. Masih ingin hapuskan saluran?
nl: Kanaal echt verwijderen? Berichten worden gewist en alle abonnees verwijderd.
pl: Czekaj! Usunięcie tego kanału spowoduje usunięcie wszystkich subskrybentów i wszystkie wiadomości zostaną utracone. Mimo to usunąć kanał?
pt_br: Espere! Apagar esse canal removerá todos os inscritos e todas as mensagens serão perdidas. Apagar assim mesmo?
ru: Важно! Если удалить канал, все подписчики и все сообщения в нём будут потеряны. Всё равно удалить?
sv: Radering av kanalen tar bort alla följare och alla meddelanden går förlorade. Ta bort kanalen ändå?
tr: Bekleyin! Bu kanal silinirse tüm aboneler kaldırılır ve tüm mesajlar kaybolur. Kanal yine de silinsin mi?
uk: Зачекайте! Видалення каналу вилучить усіх підписників і повідомлення в ньому. Видалити канал?
uz: Toʻxtang! Bu kanalning oʻchirilishi barcha obunachilarning olib tashlanishiga va barcha xabarlarning yoʻqotilishiga olib keladi. Kanal baribir oʻchirib tashlansinmi?
zh_cn: 且慢！删除此频道将会移除所有关注者并且会丢失所有消息。确定要删除此频道？
zh_tw: 且慢！删除此頻道將會移除所有訂閲者並且會丢失所有訊息。確定要删除此頻道？

# ChannelDeletedUndo
source: Channel deleted.
ar: تم حذف القناة.
be: Канал выдалены.
ca: S'ha eliminat el canal.
de: Kanal gelöscht.
es: Canal eliminado.
fa: کانال حذف شد.
fi: Kanava poistettiin.
fr: Canal supprimé.
id: Channel dihapus.
it: Canale eliminato.
ko: 채널을 삭제했습니다.
ms: Saluran dihapus.
nl: Kanaal verwijderd
pl: Kanał zostanie usunięty
pt_br: Canal apagado.
ru: Канал удалён.
sv: Kanal borttagen.
tr: Kanal siliniyor
uk: Канал видалено.
uz: Kanal oʻchirildi.

# ChannelDeleteFromList
source: Delete from this list
ar: حذف من هذه القائمة
be: Выдаліць са спіса
ca: Elimina d'aquesta llista
de: Von dieser Liste löschen
es: Eliminar de esta lista
fa: حذف از فهرست
fi: Poista tästä luettelosta
fr: Supprimer de cette liste
id: Hapus dari daftar
it: Elimina dalla lista
ko: 이 목록에서 삭제
ms: Hapus dari senarai ini
nl: Verwijder uit deze lijst
pl: Usuń z tej listy
pt_br: Apagar desta lista
ru: Удалить из этого списка
sv: Ta bort från listan
tr: Bu listeden sil
uk: Видалити зі списку
uz: Bu roʻyxatdan oʻchirish

# ChannelDeleteInfo
source: You will lose all messages in this channel.
ar: سيؤدي هذا إلى حذف كل الرسائل في القناة لجميع المشتركين.
be: Вы страціце доступ да ўсіх паведамленняў у гэтым канале.
ca: Perdreu tots els missatges d'aquest canal.
de: Du verlierst dadurch alle Nachrichten des Kanals.
es: Perderás todos los mensajes en este canal.
fa: شما تمامی پیام‌های این کانال را از دست خواهید داد.
fi: Kaikki kanavan viestit poistetaan kaikilta tilaajilta.
fr: Tous les messages de ce canal seront perdus.
id: Anda akan kehilangan seluruh pesan di channel ini.
it: Perderai tutti i messaggi in questo canale.
ko: 채널에 있는 메시지가 모두 사라집니다.
ms: Anda akan hilang semua mesej dalam saluran ini.
nl: Je raakt alle berichten in dit kanaal kwijt.
pl: Stracisz wszystkie wiadomości w tym kanale.
pt_br: Você perderá todas as mensagens desse canal.
ru: Вы потеряете все сообщения из этого канала.
sv: Detta kommer radera alla meddelanden hos kanalens alla följare.
tr: Bu kanaldaki tüm mesajları kaybedersiniz.
uk: Ви втратите всі повідомлення цього каналу.
uz: Siz kanaldagi barcha xabarlarni yoʻqotasiz.
zh_cn: 您将会丢失此频道的所有消息。
zh_tw: 您將會丢失此頻道的所有訊息。
